app/controllers/groups_controller.rb

INSERT INTO `groups` (`name`, `created_at`, `updated_at`) VALUES ('コリラックマを愛する会', '2019-03-25 12:36:26', '2019-03-25 12:36:26')
---
  def create
    @group = Group.new(group_params)
    if @group.save